Repository: common-repository/sf-author-url-control
Catalog: languages/sf-author-url-control-*.po
Languages: es_es, fr_fr

source: Customize the url of your registered users profile.
fr_fr: Personnalisez l'URL du profil de vos utilisateurs enregistrés.

source: Authors page base
es_es: Página de Autor base
fr_fr: Préfixe des pages auteur

source: If you also want to remove the display of your login in the CSS classes from the <code>&lt;body&gt;</code> tag of your site, and force your members to change their display name, I advise you to install %s.
fr_fr: Si vous souhaitez aussi supprimer l&rsquo;affichage de votre login dans les classes CSS de la balise <code>&lt;body&gt;</code> de votre site, et forcer vos membres à modifier leur nom public, je vous conseille d'installer %s.

source: (for a taxonomy)
es_es: (para una taxonomía)
fr_fr: (pour une taxonomie)

source: (for a custom post type archive page)
es_es: (para una entrada personalizada en la página de archivo)
fr_fr: (pour une page d&#8217;archive de contenu personnalisé)

source: (for a page)
es_es: (para una página)
fr_fr: (pour une page)

source: (for a post)
es_es: (para una entrada)
fr_fr: (pour un article)

source: (for a custom post type)
es_es: (para una entrada personalizada)
fr_fr: (pour un type de contenu personnalisé)

source: Leave empty for default value: author
es_es: Dejar en blanco para usar el valor por defecto: author
fr_fr: Laisser vide pour la valeur par défaut&#160;: author

source: Do you know you can change this part too?
fr_fr: Savez-vous que vous pouvez aussi changer cette partie&#160;?

source: Profile URL slug
es_es: Slug URL del autor
fr_fr: Identifiant de l&#8217;url du profil

source: Leave empty for default value: %s
es_es: Dejar en blanco para usar el valor por defecto: %s
fr_fr: Laisser vide pour la valeur par défaut&#160;: %s

source: <strong>ERROR</strong>: There was an error updating the author slug. Please try again.
es_es: <strong>ERROR</strong>: Se ha producido un error actualizando el slug del autor. Por favor, inténtalo de nuevo.
fr_fr: <strong>ERREUR</strong>&#160;: Il s&#8217;est produit une erreur durant la mise à jour de l&#8217;identifiant d&#8217;url de profil. Merci de réessayer.

source: <strong>ERROR</strong>: This profile URL slug is already registered. Please choose another one.
es_es: <strong>ERROR</strong>: El slug URL del autor ya está en uso. Por favor, escoge otro.
fr_fr: <strong>ERREUR</strong>&#160;: Cet identifiant d&#8217;url de profil est déjà enregistré. Merci d&#8217;en choisir un autre.

source: <strong>SF Author Url Control</strong>: Now you can go to Settings &#8250; %1$sPermalinks</a> to change the authors base url. Also, go to %2$sUsers</a> and chose a user profile, %3$slike your own</a>, for the user&#8217;s slug.
es_es: <strong>SF Author Url Control</strong>: Ahora puedes ir a Ajustes &#8250; %1$sEnlaces permanentes</a> para cambiar la Página de Autor base. También puedes ir a %2$sUsuarios</a> y elegir un usuario, %3$spor ejemplo, el tuyo</a>, para establecer el Slug URL del autor.
fr_fr: <strong>SF Author Url Control</strong>&#160;: Maintenant vous pouvez aller dans Réglages &#8250; %1$sPermaliens</a> pour changer le préfixe des pages auteur. Allez aussi dans %2$sUtilisateurs</a> et choisissez un profil d&#8217;utilisateur, %3$scomme le votre</a>, pour changer son identifiant d&#8217;url.

source: <strong>ERROR</strong>: This authors page base is already used somewhere else%s. Please choose another one.
es_es: <strong>ERROR</strong>: Esta Página de autor base está en uso en algún otro sitio%s. Por favor, escoge otro.
fr_fr: <strong>ERREUR</strong>&#160;: Ce préfixe des pages auteur est déjà utilisé ailleurs%s. Merci d&#8217;en choisir un autre.

source: URL slug
es_es: Slug URL
fr_fr: Identifiant d&#8217;url

source: Empty slug!
es_es: ¡El slug está vacío!
fr_fr: Identifiant vide&#160;!

source: (%s? Seriously?)
es_es: (¿%s? ¿En serio?)
